package com.zg.dao;

import com.zg.entity.CartItem;


/**
 * Dao接口 - 购物车项
 * ============================================================================
 * 版权所有 2008-2010 长沙鼎诚软件有限公司，并保留所有权利。
 * ----------------------------------------------------------------------------
 * 提示：在未取得SHOP++商业授权之前，您不能将本软件应用于商业用途，否则SHOP++将保留追究的权力。
 * ----------------------------------------------------------------------------
 * 官方网站：http://www.shopxx.net
 * ----------------------------------------------------------------------------
 * KEY: SHOPXX7BB3B72AA380C1AB12162EA2337E5F6B
 * ============================================================================
 */

public interface CartItemDao extends BaseDao<CartItem, String> {

}
