package com.zg.dao;

import com.zg.entity.DeliveryCorp;


/**
 * Dao接口 - 物流公司
 * ============================================================================
 * 版权所有 2008-2010 长沙鼎诚软件有限公司，并保留所有权利。
 * ----------------------------------------------------------------------------
 * 提示：在未取得SHOP++商业授权之前，您不能将本软件应用于商业用途，否则SHOP++将保留追究的权力。
 * ----------------------------------------------------------------------------
 * 官方网站：http://www.shopxx.net
 * ----------------------------------------------------------------------------
 * KEY: SHOPXX83A726F29452BF636C6C9AB208DD8984
 * ============================================================================
 */

public interface DeliveryCorpDao extends BaseDao<DeliveryCorp, String> {

}
