package com.zg.dao;

import com.zg.entity.DeliveryType;

/**
 * Dao接口 - 配送方式
 * ============================================================================
 * 版权所有 2008-2010 长沙鼎诚软件有限公司，并保留所有权利。
 * ----------------------------------------------------------------------------
 * 提示：在未取得SHOP++商业授权之前，您不能将本软件应用于商业用途，否则SHOP++将保留追究的权力。
 * ----------------------------------------------------------------------------
 * 官方网站：http://www.shopxx.net
 * ----------------------------------------------------------------------------
 * KEY: SHOPXX0FF8710BDAA2236EE5CE1DD1C1BADBA8
 * ============================================================================
 */

public interface DeliveryTypeDao extends BaseDao<DeliveryType, String> {
	
}