package com.zg.dao;

import com.zg.entity.OrderItem;


/**
 * Dao接口 - 订单项
 * ============================================================================
 * 版权所有 2008-2010 长沙鼎诚软件有限公司，并保留所有权利。
 * ----------------------------------------------------------------------------
 * 提示：在未取得SHOP++商业授权之前，您不能将本软件应用于商业用途，否则SHOP++将保留追究的权力。
 * ----------------------------------------------------------------------------
 * 官方网站：http://www.shopxx.net
 * ----------------------------------------------------------------------------
 * KEY: SHOPXXD5A534BF01E9EC35D3DC732D4C8FF498
 * ============================================================================
 */

public interface OrderItemDao extends BaseDao<OrderItem, String> {

}