package com.zg.dao;

import com.zg.entity.ProductType;

/**
 * Dao接口 - 商品类型
 * ============================================================================
 * 版权所有 2008-2010 长沙鼎诚软件有限公司，并保留所有权利。
 * ----------------------------------------------------------------------------
 * 提示：在未取得SHOP++商业授权之前，您不能将本软件应用于商业用途，否则SHOP++将保留追究的权力。
 * ----------------------------------------------------------------------------
 * 官方网站：http://www.shopxx.net
 * ----------------------------------------------------------------------------
 * KEY: SHOPXX9261C91DFEB811028DAC28407AB1D1A6
 * ============================================================================
 */

public interface ProductTypeDao extends BaseDao<ProductType, String> {

}
