package com.zg.dao;

import com.zg.entity.Role;

/**
 * Dao接口 - 角色
 * ============================================================================
 * 版权所有 2008-2010 长沙鼎诚软件有限公司，并保留所有权利。
 * ----------------------------------------------------------------------------
 * 提示：在未取得SHOP++商业授权之前，您不能将本软件应用于商业用途，否则SHOP++将保留追究的权力。
 * ----------------------------------------------------------------------------
 * 官方网站：http://www.shopxx.net
 * ----------------------------------------------------------------------------
 * KEY: SHOPXXF4CB4E8A9C9BDF2EDB9DB29D1A67F2AF
 * ============================================================================
 */

public interface RoleDao extends BaseDao<Role, String> {

}