package com.zg.service;

import com.zg.entity.CartItem;


/**
 * Service接口 - 购物车项
 * ============================================================================
 * 版权所有 2008-2010 长沙鼎诚软件有限公司，并保留所有权利。
 * ----------------------------------------------------------------------------
 * 提示：在未取得SHOP++商业授权之前，您不能将本软件应用于商业用途，否则SHOP++将保留追究的权力。
 * ----------------------------------------------------------------------------
 * 官方网站：http://www.shopxx.net
 * ----------------------------------------------------------------------------
 * KEY: SHOPXXB0E2C3542B59C806EB9934E73E251F7C
 * ============================================================================
 */

public interface CartItemService extends BaseService<CartItem, String> {
	
}