package com.zg.service;

import com.zg.entity.DeliveryItem;


/**
 * Service接口 - 发货项
 * ============================================================================
 * 版权所有 2008-2010 长沙鼎诚软件有限公司，并保留所有权利。
 * ----------------------------------------------------------------------------
 * 提示：在未取得SHOP++商业授权之前，您不能将本软件应用于商业用途，否则SHOP++将保留追究的权力。
 * ----------------------------------------------------------------------------
 * 官方网站：http://www.shopxx.net
 * ----------------------------------------------------------------------------
 * KEY: SHOPXX4CBF3B38DC4A9D48E368F24B7A290782
 * ============================================================================
 */

public interface DeliveryItemService extends BaseService<DeliveryItem, String> {

}