package com.zg.service;

import com.zg.entity.DeliveryCorp;


/**
 * Service接口 - 物流公司
 * ============================================================================
 * 版权所有 2008-2010 长沙鼎诚软件有限公司，并保留所有权利。
 * ----------------------------------------------------------------------------
 * 提示：在未取得SHOP++商业授权之前，您不能将本软件应用于商业用途，否则SHOP++将保留追究的权力。
 * ----------------------------------------------------------------------------
 * 官方网站：http://www.shopxx.net
 * ----------------------------------------------------------------------------
 * KEY: SHOPXX324AC5251E57478D5A296EB0A1A618CF
 * ============================================================================
 */

public interface DeliveryCorpService extends BaseService<DeliveryCorp, String> {

}