package com.zg.service;

import com.zg.entity.Log;


/**
 * Service接口 - 日志
 * ============================================================================
 * 版权所有 2008-2010 长沙鼎诚软件有限公司，并保留所有权利。
 * ----------------------------------------------------------------------------
 * 提示：在未取得SHOP++商业授权之前，您不能将本软件应用于商业用途，否则SHOP++将保留追究的权力。
 * ----------------------------------------------------------------------------
 * 官方网站：http://www.shopxx.net
 * ----------------------------------------------------------------------------
 * KEY: SHOPXX6293041B8DFA2A13E8B33FEC71AA8B5D
 * ============================================================================
 */

public interface LogService extends BaseService<Log, String>{
	
}