package com.zg.service;

import com.zg.entity.Receiver;

/**
 * Service接口 - 收货地址
 * ============================================================================
 * 版权所有 2008-2010 长沙鼎诚软件有限公司，并保留所有权利。
 * ----------------------------------------------------------------------------
 * 提示：在未取得SHOP++商业授权之前，您不能将本软件应用于商业用途，否则SHOP++将保留追究的权力。
 * ----------------------------------------------------------------------------
 * 官方网站：http://www.shopxx.net
 * ----------------------------------------------------------------------------
 * KEY: SHOPXX64BF88887EA3514E4645AD068C194D23
 * ============================================================================
 */

public interface ReceiverService extends BaseService<Receiver, String> {

}