package com.zg.dao.impl;

import com.zg.dao.LogDao;
import com.zg.entity.Log;

import org.springframework.stereotype.Repository;

/**
 * Dao实现类 - 日志
 * ============================================================================
 * 版权所有 2008-2010 长沙鼎诚软件有限公司，并保留所有权利。
 * ----------------------------------------------------------------------------
 * 提示：在未取得SHOP++商业授权之前，您不能将本软件应用于商业用途，否则SHOP++将保留追究的权力。
 * ----------------------------------------------------------------------------
 * 官方网站：http://www.shopxx.net
 * ----------------------------------------------------------------------------
 * KEY: SHOPXXAAD838C2FAD2E047153F618E017ED96E
 * ============================================================================
 */

@Repository
public class LogDaoImpl extends BaseDaoImpl<Log, String> implements LogDao {

}
